[
    {
        "name": "Хлорофітум",
        "difficulty": 1,
        "image": "chlorophytum.jpg",
        "description": [
        "Хлорофітум - один з найневибагливіших комнатних рослин, ідеально підходить для початківців. Він чудово адаптується до різних умов освітлення - від прямого сонця до напівтіні.",
            "Рослина має довгі вигнуті листя зелено-білого кольору, що утворюють гарний каскад. Влітку Хлорофітум випускає довгі пагони з дрібними білими квітками та дочірніми розетками.",
            "Особливістю Хлорофітума є його здатність ефективно очищати повітря від шкідливих домішок. Полив потрібен помірний, дозволяючи ґрунту просохнути між поливами."
        ]
    },
    {
        "name": "Товстянка",
        "difficulty": 1,
        "image": "tovstyanka.jpg",
        "description": [
            "Товстянка, більш відома як 'грошове дерево', є популярним сукулентом з товстими мясистими листками. Вважається, що вона приносить фінансовий успіх та благополуччя в дім.",
            "Рослина має дерев'янистий стовбур та округлі листки, що нагадують монетки. З віком Товстянка може досягати значних розмірів і навіть цвісти дрібними білими квіточками.",
            "Догляд дуже простий - яскраве освітлення та рідкісний полив. Ґрунт повинен повністю просихати між поливами. Ідеальна рослина для зайнятих людей."
        ]
    },
    {
        "name": "Аспідистра",
        "difficulty": 1,
        "image": "aspidistra.jpg",
        "description": [
            "Аспідистра отримала народну назву 'чавунна рослина' за свою неймовірну витривалість. Вона здатна виживати в умовах, де інші рослини гинуть.",
            "Має довгі темно-зелені листки на прямих черешках, що утворюють густу куртину. Аспідистра чудово росте в глибокій тіні, переносить сухе повітря та нерегулярний полив.",
            "Ідеальний вибір для приміщень з північними вікнами або для озеленення кутків з мінімальним освітленням. Рослина повільно росте, але живе дуже довго."
        ]
    },
    {
        "name": "Аглаонема",
        "difficulty": 2,
        "image": "aglaonema.jpg",
        "description": [
            "Аглаонема вражає своїми декоративними листками з різноманітними малюнками - від сріблястих плям до рожевих прожилок. Це компактна рослина, що добре кущиться.",
            "Вона віддає перевагу яскравому розсіяному світлу, але може адаптуватися до напівтіні. Полив потрібен регулярний, але без застою води. Важливо уникати переохолодження.",
            "Аглаонема чутлива до переливу, тому потрібен хороший дренаж. Періодичне обприскування підтримує здоров'я листя та запобігає появі павутинного кліща."
        ]
    },
    {
        "name": "Фікус Бенджаміна",
        "difficulty": 3,
        "image": "ficus_benjamina.png",
        "description": [
            "Фікус Бенджаміна - витончена рослина з дрібними листочками та гнучкими пагонами, що дозволяють формувати крону. Він може досягати значних розмірів і служити акцентом в інтер'єрі.",
            "Рослина потребує стабільних умов - яскравого розсіяного світла, захисту від сквозняків та рівномірного поливу. Різкі зміни умов можуть призвести до скидання листя.",
            "Фікус чутливий до переливів та пересушування. Влітку користує регулярне обприскування. При правильному догляді росте швидко і утворює пишну крону."
        ]
    },
    {
        "name": "Монстера",
        "difficulty": 3,
        "image": "monstera.webp",
        "description": [
            "Монстера - тропічна красуня з великими розрізаними листками, що стала іконою сучасного інтер'єру. Молоді листки цілісні, а з віком на них з'являються характерні прорізи.",
            "Рослина потребує простору для росту, оскільки може досягати великих розмірів. Необхідне яскраве розсіяне освітлення та опора для повітряних коренів.",
            "Полив регулярний, але з дозволянням верхнього шару ґрунту просохнути. Монстера любить високу вологість повітря, тому регулярне обприскування є обов'язковим."
        ]
    },
    {
        "name": "Мара́нта",
        "difficulty": 3,
        "image": "maranta.jpg",
        "description": [
            "Мара́нта вражає своїми яскравими листками з дивовижними візерунками. Її унікальна особливість - здатність підіймати листки вгору ввечері, наче складаючи руки для молитви.",
            "Рослина вимагає яскравого розсіяного світлу без прямого сонця, яке може випалювати листя. Температура повинна бути стабільною, без різких коливань.",
            "Найважливіша умова - висока вологість повітря. Регулярне обприскування м'якою водою обов'язкове. Полив помірний, ґрунт повинен бути завжди злегка вологим."
        ]
    },
    {
        "name": "Азалія",
        "difficulty": 4,
        "image": "azalia.webp",
        "description": [
            "Азалія - капризна красуня з пишним цвітінням, що вражає кількістю квіток. Цвіте переважно взимку, коли більшість рослин перебувають у стані спокою.",
            "Вимоги азалії специфічні: прохолодне утримання (12-18°C), висока вологість повітря та кислий ґрунт. Перегрів є найчастішою причиною загибелі.",
            "Полив регулярний м'якою водою, без пересушування. Після цвітіння потребує обрізки та пересадки. Вирощування азалії - справжній виклик для досвідчених квітникарів."
        ]
    },
    {
        "name": "Алоказія",
        "difficulty": 4,
        "image": "alocasia.webp",
        "description": [
            "Алоказія, відома як 'слонове вухо', вражає великими щитовидними листками з яскравими прожилками. Це справжня тропічна рослина з високими вимогами до умов утримання.",
            "Необхідне яскраве розсіяне освітлення та стабільно тепле утримання без сквозняків. Температура не повинна опускатися нижче 18°C навіть взимку.",
            "Критично важлива висока вологість повітря - до 80%. Регулярне обприскування та використання зволожувача обов'язкові. Полив регулярний, але обережний - чутлива до гниття коренів."
        ]
    },
    {
        "name": "Калатея",
        "difficulty": 4,
        "image": "kalatea.webp",
        "description": [
            "Калатея - одна з найкрасивіших декоративно-листяних рослин з дивовижними малюнками на листках. Кожен вид має унікальний візерунок, що нагадує пензель художника.",
            "Як справжня мешканка тропіків, калатея вимагає стабільно високої вологості повітря (70-80%) та захисту від сквозняків. Температурні коливання викликають скручування листя.",
            "Освітлення яскраве розсіяне, без прямого сонця. Полив м'якою водою кімнатної температури. Калатея чутлива до мінералів, тому воду краще відстоювати або використовувати фільтровану."
        ]
    },
    {
        "name": "Орхідея Фаленопсіс",
        "difficulty": 3,
        "image": "phalaenopsis.webp",
        "description": [
            "Фаленопсіс - найпопулярніша орхідея для домашнього вирощування, відома своїми витонченими квітами, що нагадують метеликів. Цвітіння може тривати кілька місяців.",
            "Спеціальний ґрунт з кори та моху замість звичайної землі, прозорі горщики для фотосинтезу коріння - основні особливості догляду. Полив методом замочення раз на 7-10 днів.",
            "Після цвітіння потребує періоду спокою зі зниженням температури для закладання нових квітконосів. При правильному догляді може цвісти кілька разів на рік."
        ]
    },
    {
        "name": "Фіалка узамбарська",
        "difficulty": 3,
        "image": "fialka_uzambarska.jpg",
        "description": [
            "Фіалка узамбарська - улюблена рослина квітникарів за компактні розміри та безперервне цвітіння. Існує тисячі сортів різних кольорів та форм квіток.",
            "Потребує яскравого розсіяного світлу без прямого сонця, яке залишає опіки на ніжних листках. Полив через піддон або по краю горщика, не потрапляючи на листя.",
            "Чутлива до переливів - коріння легко загнивають. Не любить різких змін температури та сквозняків. Регулярне видалення в'ялих квіток стимулює нове цвітіння."
        ]
    }
]