import cl from './Conclusion.module.css';

const Conclusion = () => {
    return (
        <div className={cl.Wrapper}>
            <h2>Висновки</h2>
            <p>
                В ході виконання лабораторної роботи було успішно застосовано навички створення веб-сторінок з використанням базових HTML-тегів, таких як списки (ul, ol, dl), таблиці (table, tr, td, th), а також роботи з мультимедійним контентом через тег img. Це дозволило не лише закріпити розуміння структурування контенту на веб-сторінках, але й покращити практичні навички роботи з семантичною розміткою HTML5.
            </p>
            <p>
                Під час розробки лендингу для кемпінг-сервісу "CampOut" було реалізовано комплексний підхід до створення сучасної веб-сторінки, що включає як структурні елементи (header, sections, footer), так і інтерактивні компоненти навігації. Особливу увагу приділено адаптивному дизайну, що забезпечує коректне відображення контенту на різних пристроях.
            </p>
            <p>
                Важливим аспектом роботи стало формування зручної та інтуїтивно зрозумілої інформаційної архітектури, де кожен структурний елемент виконує чітко визначену функцію. Використання таблиць для порівняння функціональних та нефункціональних вимог продемонструвало ефективність цього інструменту для структурованого представлення технічної документації.
            </p>
            <p>
                Отриманий досвід підтверджує важливість володіння основами HTML для подальшого освоєння сучасних frontend-технологій. Робота також показала, що навіть з використанням базових інструментів можна створювати функціональні та естетично привабливі веб-рішення, що відповідають сучасним стандартам користувацького досвіду.
            </p>
        </div>
    );
}
 
export default Conclusion;