import cl from './BusinessLogic.module.css';

const BusinessLogic = () => {
    return (
        <div className={cl.Wrapper}>
            <h2>Опис предметного середовища і бізнес логіки</h2>
            <p>
                CampOut - це веб-платформа для любителів кемпінгу та активного відпочинку на природі. Сайт надає комплексні послуги з організації кемпінг-подорожей, включаючи пошук кемпінгів, покупку спорядження та освітній контент.
            </p>
            <div>
                <h3>Бізнес цілі</h3>
                <ul>
                    <li>Спрощення планування кемпінг-подорожей</li>
                    <li>Підвищення доступності якісного спорядження</li>
                    <li>Освіта користувачів у галузі кемпінгу</li>
                    <li>Створення спільноти любителів активного відпочинку</li>
                </ul>
            </div>
            <table>
                <thead>
                    <tr>
                        <th>Функціональні вимоги</th>
                        <th>Нефункціональні вимоги</th>
                    </tr>
                </thead>
                <tbody>
                    <tr>
                        <td>
                            <ol>
                                <li>Навігація по розділам (кемпінги, магазин, блог, про нас, контакти)</li>
                                <li>Перегляд каталогу кемпінгових майданчиків</li>
                                <li>Онлайн-купівля кемпінг-спорядження</li>
                                <li>Читання освітнього контенту</li>
                                <li>Перегляд мультимедійних матеріалів</li>
                                <li>Ознайомлення з відгуками користувачів</li>
                                <li>Responsive-дизайн для мобільних пристроїв</li>
                                <li>Система авторизації</li>
                                <li>Масштабованість (Додавання нових кемпінгів, асортименту)</li>
                            </ol>
                        </td>
                        <td>
                            <ol>
                                <li>Крос-браузерна сумісність</li>
                                <li>Інтуітивно зрозумілий інтерфейс</li>
                                <li>Стабільна робота застосунку</li>
                                <li>Безпечне користування</li>
                            </ol>
                        </td>
                    </tr>
                </tbody>
            </table>
            <div className={cl.UCWrapper}>
                <h3>Діаграма UseCase</h3>
                <img src="/img/report/uc.png" alt="UseCase" />
            </div>
        </div>
    );
}
 
export default BusinessLogic;